export default {
  pages: {
    homepage: {
      title: 'DevKG - Разработчики из Кыргызстана',
      keywords: 'работа в бишкеке, разработчик, эвент, курс, мероприятия бишкек, бишкек, кыргызстан, developers, devkg',
      description: 'DevKG - сообщество разработчиков из Кыргызстана',
    },
    meetups: {
      title: 'Видеоконференции - DevKG',
      keywords: 'онлайн, видео урок, курс, митап, эвент, видео для новичков, информация',
      description: 'Видеоконференция – онлайн встреча специалистов единомышленников для обмена опытом в неформальной обстановке.'
    },
    meetups_query: {
      title: '{title} - Видеоконференция - DevKG',
      keywords: 'DevKG, {title}, {organizer}, онлайн, видео урок, курс, митап, эвент, видео для новичков, информация',
    },
    jobs: {
      title: 'Вакансии - DevKG',
      keywords: 'вакансии, работа в IT, удаленная работа, бишкек, работать из дома, разработчики из кыргызстана, фриланс, ремоут, релокейт, трактор, офисы в бишкеке, аутсорс, аутстаф',
      description: 'Поиск работы в сфере IT. Работа в Кыргызстане, работа в бишкеке'
    },
    jobs_query: {
      title: '{position} - {company} - Вакансия - DevKG',
      keywords: 'DevKG, {position}, {company}, вакансии, работа в IT, удаленная работа, бишкек, работать из дома, разработчики из кыргызстана, фриланс, ремоут, релокейт, трактор, офисы в бишкеке, аутсорс, аутстаф',
    },
    events: {
      title: 'Мероприятия - DevKG',
      keywords: 'эвенты, мероприятия в IT, бишкек, оффлайн эвент, конференции в бишкеке',
      description: 'Конференции созданные для повышения квалификации разработчиков'
    },
    events_query: {
      title: '{title} - Мероприятие - DevKG',
      keywords: 'DevKG, {title}, {organizer}, мероприятия, эвенты, мероприятия в IT, бишкек, оффлайн эвент, конференции в бишкеке',
    },
    dashboard: {
      meetups_index: 'Ваши видеоконференции - DevKG',
      meetups_create: 'Создать новую видеоконференцию - DevKG',
      jobs_index: 'Ваши вакансии - DevKG',
      jobs_create: 'Создать новую вакансию - DevKG',
      events_index: 'Ваши мероприятия - DevKG',
      events_create: 'Создать новое мероприятие - DevKG',
      management_index: 'Управление - DevKG',
      organizations_index: 'Организации - DevKG',
      organizations_create: 'Создать организацию - DevKG',
    },
    community: {
      title: 'Сообщество - DevKG',
      keywords: 'список чатов, чаты разработчиков, каналы, youtube, разработчики',
      description: 'Список ресурсов для разработчиков'
    },
    error: {
      404: 'Страницы, которую вы ищете не существует, проверьте правильность URL',
    }
  },
  login: {
    title: 'Войти через Telegram:'
  },
  general: {
    goto: 'Перейти',
    up: 'Поднять',
    organizer: 'Организатор',
    from: 'От',
    to: 'До',
    fixed: 'Оплата за проект',
    company: 'Компания',
    position: 'Должность',
    members: 'Участники',
    preview: 'Предпросмотр',
    price: 'Оклад',
    type: 'Тип',
    location: 'Локация',
    name: 'Название',
    created_data: 'Дата создания',
    remove: 'Удалить',
    archive: 'Архивировать',
    publish: 'Опубликовать',
    kickback: 'Отозвать',
    example: 'Например',
    date: 'Дата',
    spec: 'Описание',
    picture: 'Изображение',
    create: 'Создать',
    save: 'Сохранить',
    edit: 'Изменить',
    when: 'Когда',
    management: 'Управление',
    login: 'Войти',
    dashboard: 'Кабинет',
    website: 'Веб-сайт',
    exit: 'Выйти',
    logo: 'Сообщество разработчиков DevKG',
    language: 'Язык'
  },
  menu: {
    jobs: 'Вакансии',
    events: 'Мероприятия',
    meetups: 'Видеоконференции',
    community: 'Сообщество',
    organizations: 'Организации'
  },
  types: {
    project: 'Проект',
    relocate: 'Переезд',
    remote: 'Удаленная работа',
    office: 'Офис'
  },
  salary: {
    fixed: 'Фиксированный оплата за проект',
    hourly: 'Почасовая оплата',
    monthly: 'Ежемесячный оклад',
    fixed_formated: '{salary} за проект',
    hourly_formated: '{salary} в час',
    monthly_formated: '{salary} в месяц',
  },
  homepage: {
    titles: {
      meetups: 'Последние видеоконференции',
      events: 'Последние мероприятия',
      jobs: 'Последние вакансии',
    }
  },
  footer: {
    description: 'Мы — сообщество разработчиков Кыргызстана. Данный проект поддерживается и администрируется членами нашего сообщества.'
  },
  notfound: {
    page: 'Страница не найдена',
    meetups: 'Видеоконференция не найден',
    jobs: 'Вакансия не найдена',
    events: 'Событие не найден',
    organizations: 'Организация не найдена',
  },
  meetups: {
    go: 'Перейти к трансляции',
    online: 'Онлайн',
    upcoming: 'Предстоящие видеоконференции',
    past: 'Прошедшие видеоконференции',
    video: 'Ссылка на YouTube или ID ролика',
  },
  jobs: {
    share: 'Поделится',
    spec: 'Описание вакансии',
  },
  filter: {
    time: 'По времени',
  },
  events: {
    past: 'Прошедшие мероприятия',
  },
  memberTypes: {
    owner: 'Владелец',
    member: 'Участник',
    excluded: 'Исключенный',
  },
  organization: {
    title: 'Организация',
    invite: 'Пригласить пользователя',
    invite_title: 'Приглашение пользователя',
    invite_create: 'Создать инвайт',
    invite_send: 'Отправить ссылку',
    invite_regenerate: 'Перегенерировать',
    information: 'Отправьте эту ссылку пользователю которого хотите сделать участинком:',
    username: 'Имя пользователя:',
    credentials: 'Права:',
    make_owner: 'Сделать владельцем',
    make_member: 'Сделать участником',
    remove_description: 'Вы действительно хотите удалить организацию?',
    remove_accept: 'Да, удалить',
    cancel: 'Нет, я ошибся',
    exclude: 'Исключить',
  },
  dashboard: {
    meetups: {
      question: 'Хотите создать видеоконференцию?',
      create: 'Создать видеоконференцию',
      title: 'Ваши видеоконференции',
      subtitle: 'Создать новую видеоконференцию',
      sub_description: 'Видеоконференция будет опубликована на сайте и в телеграм канале после проверки модератором. Трансляции откровенно рекламного характера или не связанные с IT и смежными темами будут отклоненны.',
      spec_description: 'Здесь вы можете описать видеоконференцию, что будет происходить, кто будет выступать, какие темы будут подняты.',
      picture_description: 'Тут можно загрузить фоновое изображение карточки для привлечения внимания.',
      picture_notice: 'Не используйте изображения с текстом, вся необходимая информация будет добавлена автоматически.',
      spec_video: 'Вся мета информация будет взята из ролика. Если планируете трансляцию наперед создайте ее на YouTube и добавьте ссылку тут.',
    },
    jobs: {
      description: 'У вас пока нет вакансий. При создании вакансии необходимо будет указать название компании, требования и оклад.',
      question: 'Хотите создать?',
      create: 'Создать вакансию',
      subtitle: 'Создать новую вакансию',
      sub_description: 'Вакансия будет опубликована на сайте и в телеграм канале после проверки модератором',
      title: 'Ваши вакансии',
      price_notice: 'Вилка зарплаты - обязательное поле. Это существенно увеличивает шанс отклика потенциального кандидата.',
      spec_notice: 'Здесь вы можете указать условия труда, требования и обязанности. Также вы можете указать краткое описание компании, например:',
      spec_notice_example: '“В дружный отдел дизайна игровой студии ”Bloody Fun” требуется проект менеджер со стажем”',
      spec_notice_type: 'Обязательное поле в котором вы можете выбрать тип работы для вашей вакансии.',
    },
    events: {
      description: 'Под мероприятием понимается оффлайн событие, например: хакатон, конференция и т.д.',
      question: 'Хотите создать?',
      create: 'Создать мероприятие',
      title: 'Ваши мероприятия',
      subtitle: 'Создать новое мероприятие',
      sub_description: 'Мероприятие будет опубликовано на сайте и в телеграм канале после проверки модератором. Мероприятия откровенно рекламного характера или не связанные с IT и смежными темами будут отклоненны.',
      picture_description: 'Тут можно загрузить фоновое изображение карточки для привлечения внимания.',
      picture_notice: 'Не используйте изображения с текстом, вся необходимая информация будет добавлена автоматически.',
      spec_notice: 'Здесь вы можете описать мероприятие, что будет происходить, кто будет выступать, какие темы будут подняты.',
      address: 'Адрес',
      registration: 'Ссылка на регистрацию',
    },
    organizations: {
      description: 'Создайте организацию чтобы вы могли постить вакансии, создавать мероприятия или видеоконференции от ее имени',
      question: 'Хотите создать?',
      create: 'Создать организацию',
      title: 'Ваши организации',
      subtitle: 'Создать новую организацию',
      subtitle_edit: 'Обновить организацию',
      sub_description: 'Если организация вашей компании уже существует, попросите инвайт у владельца чтобы совершать действия от ее имени.',
      sub_description_edit: 'После внесения изменений у вашей организации она будет перепроверена модератором.',
      picture_description: 'Тут можно загрузить логотип вашей организации. Он будет использован в списке и на странице вашей организации.',
      picture_notice: 'Старайтесь использовать изображение без фона и одинаковое соотношение сторон для лучшего отображения вашего логотипа на сайте.',
      spec_description: 'Здесь вы можете добавить краткое описание вашей организации.',
    }
  },
  community: {
    description: 'Если хотите добавить что либо или удалить, отправьте Pull Request или создайте Issue в репозитории.',
    devkg: 'Наши ресурсы в Telegram',
    websites: 'Веб-сайты',
    github: 'GitHub',
    facebook: 'Facebook',
    google_plus: 'Google+',
    telegram_chats: 'Телеграм чаты',
    telegram_channels: 'Телеграм каналы',
    youtube: 'YouTube',
  }
}
